[
    {
        "text": "Question: How to do Biometric Verification?  Answer: As part of Finqalab account opening, youll be prompted to download the NCC Bioverify app which is available on both Google and Apple play store. The app provides a secure and convenient way to complete the required biometric verification process.",
        "image_path": null,
        "id": "2d48c549e838151a16c55d1839de8c98",
        "page_number": 1,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: What happens if I am blocked by the NCC BioVerify App due to bad attempts?  Answer: If your account is blocked due to unsuccessful biometric attempts, we can request NCCPL to unblock it. Please share your name and a screenshot of the blocked account with us.",
        "image_path": null,
        "id": "969ce0e8f56bb7b2c8844c5c9ed7bac3",
        "page_number": 1,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: I entered my CNIC in the Bioverify app and got CNIC not eligible for this service message. What does this mean?  Answer: This means that the Biometric verification is not required.",
        "image_path": null,
        "id": "3cd37b5653ff8f2b7f997290ef77590b",
        "page_number": 1,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: Who is required to complete the biometric process?  Answer: The biometric requirement is only mandatory for Pakistani residents. Foreigners are exempt from this process.",
        "image_path": null,
        "id": "1ee1932069aae247cb53d4423c20a9b6",
        "page_number": 1,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: How long do I have to complete the biometric verification?  Answer: Once you receive the OTP, you must finish the biometric process within 45 days. An automated email will remind you to complete it.",
        "image_path": null,
        "id": "915fc779bcb56ab465ded8e84b6f5a09",
        "page_number": 2,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: What should I do if I am unable to complete the biometric verification?  Answer: If you face difficulties with the biometric verification, you can: Try using a different device against a dark background and ensure the device is stable while taking the picture. Visit NCCPL offices in Karachi, Lahore, or Islamabad to complete the process in person. Request an exemption by paying PKR 300/- (stamp paper charges) and submitting an affidavit to us on Whatsapp (+923003672522) or email.",
        "image_path": null,
        "id": "60bc74d73750d55e33c35c5a1ecd415f",
        "page_number": 2,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: How can I request a biometric exemption?  Answer: To request a biometric exemption, youll need: A screenshot showing the failure in the NCC BioVerify app. A signed undertaking (affidavit). After submitting the exemption request, NCCPL will contact you for a video call via Zoom or WhatsApp to complete the process.",
        "image_path": null,
        "id": "e5862271def529147b0684f6104b2df7",
        "page_number": 2,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: What happens if I dont complete the biometric verification?  Answer: If you fail to complete the biometric within 45 days, your account will be restricted. Youll only be allowed to sell stocks but not buy them. Youll have an additional 14 days to complete the biometric process after the account is restricted. If you dont complete it within this timeframe, the account will be fully blocked, and further biometric attempts will require an extension or exemption request.",
        "image_path": null,
        "id": "347334307971903442ee1edb97080cb6",
        "page_number": 3,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: How will I know if my biometric verification is pending or close to the deadline?  Answer: We receive reports every Monday and Friday regarding users with pending biometric verifications. If you have less than 7 days remaining, we will contact you to remind you to complete the process or provide alternate solutions if necessary.",
        "image_path": null,
        "id": "0c6b45d21cc467d137d9c90acf264190",
        "page_number": 3,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: How much does a biometric exemption cost, and what is the process?  Answer: The exemption costs PKR 300/- for the affidavit. Once the request is submitted, NCCPL will contact you for a video call to finalize the process.",
        "image_path": null,
        "id": "4ecd855d039c5eb4e26d92ee36e32182",
        "page_number": 3,
        "FAQ_Category": "Bio Verification"
    },
    {
        "text": "Question: Can I complete the biometric verification from outside Pakistan?  Answer: Yes, if you are currently abroad, you can complete the biometric process either online or by visiting an NCCPL office when you return to Pakistan, provided its within 45 days of account activation.",
        "image_path": null,
        "id": "8b4600323ea9ce6e939de529b0851550",
        "page_number": 3,
        "FAQ_Category": "Bio Verification"
    }
]